Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Maŋemus áiggiid kursset, mat addet gelbbolašvuođa, leat ge lokten sámegiela árvvu, ja eatnagat hálidit oažžut giellagelbbolašvuođa, ja maiddái joatkit lohkat sámegiela allaskuvllas.
nob: God oppslutning om språkkursene vitner om en stor interesse for å lære og perfeksjonere språket, og med den organiseringen som har vært de siste årene med kompetansegivende kurs, har statusen til kursene økt og flere har ønsket å oppnå denne

source: Guovddáža ulbmil lea maid nanosmahttit iežas čanastaga olles doaibmaguvlui, ja lea stuora dárbu
nob: kompetansen, samt gå videre med høgskoleutdanning i samisk.

source: lágidit giellakurssiid ránnjásuohkaniin.
nob: Senteret har hatt en sterkere regional forankring som mål, og det er et stort behov for språkkurs i nabokommunene.

source: Leat ohcan doarjaga álggahit kurssiid Fálesnuoris, Ákŋoluovttas, Láhpis ja Hámmárfeasttas, muhto diet nannendoaimmat leat oalle hástalussan dálá ruhtadanmálliin.
nob: Det er søkt om finansiering til kurs i Kvalsund, Hasvik, Loppa og Hammerfest, men denne satsingen er utfordrende med dagens finansieringsmodell.

source: 2008 rájes leat jahkedieđáhusain namuhan bargiid, doaimmaid oasseválddiid ja stivra sohkabeallái gullevašvuođa.
nob: Fra 2008 blir kjønnsdimensjonen blant ansatte, eksterne deltakere og styret kommentert i årsmeldingene.

source: Guovddáža beaivválaš jođiheaddji ja áidna gii lea bissovaš virggis, lea nissonolmmoš.
nob: Senterets daglige leder og eneste fast ansatte er en kvinne.

source: Stivrras leat
nob: Blant de timeengasjerte

source: sullii seamma ollu goappešat sohkabealis.
nob: prosjektarbeiderne er det også en overvekt av kvinner.

source: Guovddaš ráhkada statistihka mii čájeha man ollu goappáge sohkabealis čuvvot sin giellakurssiid.
nob: Styret har en balansert kjønnssammensetning. Senteret fører statistikk over kjønnsfordelingen på språkkursene.

source: Leat eanas nissonolbmot geat čuvvot daid kurssiid, vaikko muhtun jagiid sáhttá ge veaháš rievddadit.
nob: Selv om dette har variert over år, har det i snitt vært en stor overvekt av kvinner.

source: Kártenprošeavttain deattuhit ahte galget čohkket dieđuid sihke nissonolbmuin ja dievdoolbmuin, danin go nissonolbmuin ja dievdduin leat dávjá leamaš goabbatlágan doaimmat servodagas.
nob: I kartleggingsprosjekter blir det lagt vekt på å samle informasjon både fra kvinner og menn da disse ofte har hatt ulike roller i lokalsamfunnene.

source: SAAL ‐ kurssiid čađaheamis lea giellaguovddáš geavahan árvvoštallanskovi.
nob: Ved gjennomføring av SAAL ‐ kursene har språksenteret brukt et vurderingsskjema.

source: Go dat jođihuvvui álggos pilohttaprošeaktan, ja ollu lei ođas, de lei dehálaš oažžut dihtosii maid olbmot oaivvildit dan birra, ja
nob: Siden dette først

source: maid sáhtáše rievdadit vai fálaldat šattašii vel buoret.
nob: ble kjørt som et pilotprosjekt, og det var mye nytt, var det viktig å få tilbakemelding på hva som måtte endres for å gjøre det bedre.

source: Guovddáš ii iskka man duhtavaččat olbmot leat eará doaimmaiguin, muhto oaivvildit gullan oasseválddiin ahte sin mielas bargá guovddáš buori barggu.
nob: Senteret gjennomfører ikke målinger av brukertilfredshet på andre tiltak, men mener de får tilbakemelding fra deltakere om at de gjør en god jobb.

source: Sáhttá leat ávkkálaš čađahit stuorát geavaheaddjeiskkadeami, vai oččošii dieđuid dan birra man duhtavaččat olbmot leat dálá doaimmain, ja makkár fálaldagaid hálidivčče ain dás ovddos.
nob: Det kan være hensiktsmessig å kjøre en større brukerundersøkelse i forhold til ønsker og behov for framtidige tiltak.

source: 10.7 Árvvoštallan
nob: 10.7 Vurdering

source: Dieđuid čohkkemis lea boahtán ovdan ahte lea váttis jođihit giellaguovddáža dušše ovttain bargiin, ja go šaddet nu ollu áiggi geavahit ohcamušaid čállimii vai ožžot prošeavttaide doarjagiid.
nob: Datainnsamlingen viser at det er vanskelig å drive et språksenter med kun en fast ansatt og mye arbeid med søknader for å skaffe ekstern prosjektfinansiering.

source: Guovddáš lea rašši, dan oaidná maid das go muhtun plánejuvvon ja ruhtaduvvon kurssiid eai leat sáhttán álggahit, go kursejođiheaddji ii leat sáhttán boahtit.
nob: Senteret er sårbart, noe som også kommer til syne ved at planlagte og finansierte kurs har måttet avlyse når kursholder har blitt forhindret.

source: Guovddáš oaidná ahte livččii vejolaš lágidit miha eanet giellakurssiid go daid maid sii dál nagodit fállat, dasgo olbmot ohcalit kurssiid, maiddái olggobealde suohkana.
nob: Senteret opplever en etterspørsel etter språkkurs som langt overstiger det de kan tilby, også utenfor kommunens grenser.

source: Dálá ruhtadanortnet dahká dakkár giellaguovddážiid jođiheami go Álttá giellaguovddáža hui gáibideaddjin, go dat lea guovddáš mii lea olggobealde sámegiela hálddašanguovllu, mii ii oaččo
nob: Dagens finansieringsmodell gjør driften av språksenter av Altas

source: suohkanis doarjaga.
nob: type utenfor språkforvaltningsområdet, og uten tilgang på kommunale midler, svært krevende.

source: Ja dakkár OS oamastanamálle mas politihkalaš organisašuvdna lea váldooamasteaddji, mielddisbuktá maid hástalusaid.
nob: Eierskapsmodellen med et AS hvor en politisk organisasjon er majoritetseier, er ikke uten utfordringer.

source: Hástalusat leat máŋgga dásis, ovdamearkkadihte dat ahte gávdnat earáid geain livččii beroštupmi searvat oamasteaddjin, oažžut suohkana šaddat áŋgiris oamasteaddjin, ja oktavuohta Sámedikkiin lea maid hástalus go diggi dáhtošii beassat buorebut bearráigeahččat giellaguovddážiid (Institušuvdnadieđáhus) ja giellaguovddáš fas bealistis dárbbaša ásahusaid mat
nob: Utfordringene kan være på ulike plan som for eksempel å få inn andre interesserte eiere, få kommunen til å bli en mer aktiv eier, forholdet til Sametinget som ønsker større kontroll over språksentre (Institusjonsmeldinga) og hvor senteret er avhengig av velvillighet til prosjektfinansiering. Eierskapsmodellen kan også virke negativt inn på språksenterets mulighet til å

source: mielas sáhttet ruhtadit prošeavttaid. Oamastanmálle sáhttá maid hejot váikkuhit giellaguovddáža vejolašvuođaide šaddat sámi institušuvdnan mii čohkke olbmuid, sihke olggosguvlui oppalaččat ja earenoamážit dakkár mii sámi álbmoga nagoda čohkket.
nob: fremstå som en samlende samisk institusjon, både utad generelt og spesielt den samiske befolkningen.

source: Liikká orro OS.
nob: AS.

source: ‐ oamastamálle dán oktavuođas heivemin bures go geahččá dasa geat giellaguovddáža oamastit.
nob: ‐ modellen fremstår likevel som den mest gunstige sett ut i fra dagens eierkonstellasjoner i språksenteret.

source: Suohkan orro leamen oalle passiiva oamasteaddji, mii ii geavat giellaguovddáža suohkanhálddahussii ávkin.
nob: Kommunen framstår som en passiv eier, og foruten kurs for bibliotekansatte, utnyttes ikke kompetansen språksenteret har inn i kommunens forvaltning.

source: Suohkan ii leat geavahan giellaguovddáža gelbbolašvuođa, earret de go leat lágidan kursse
nob: Kommunen har blant annet et stort behov for barnehagepersonell og lærere som kan undervise i samisk, men ser ikke ut til å koble disse

source: girjerádjosa bargiide.
nob: behovene opp mot senterets tilbud.

source: Giellaguovddáža boahtteáigi lea hui ollu dan duohken ahte galggašii nagodit ruhtadit eanet bissovaš virggiid.
nob: Språksenterets fremtid er avhengig av en større fast bemanning.

source: Ii dáidde leat nu riska bidjat olbmo 50 % virgái, danin go giellakursset leat dakkár doaimmat maidda gal oažžu doarjaga.
nob: Risikoen ved å ansette en ny på 50 % stilling synes ikke å være stor da språkkurs alltids vil være tiltak som det finnes finansiering til.

source: lea dárbu eanet bargiide.
nob: Skal virksomheten utvides regionalt, vil nok senteret trenge mer enn dette.

source: 11.1 Duogáš dasa manne giellaguovddáš ásahuvvui
nob: 11.1 Bakgrunn for opprettelsen av språksenteret

source: Loabága sámit ásset eanas Ruŋggus, Ruŋguvuomis ja Ruŋgugierragis. Dain guovlluin lei sámegiella hui nanus ruovttugiellan gitta álgoguđalotjagi rádjái.
nob: Den samiske befolkningen i Lavangen bor stort sett i Spansdalen og på Fossbakken der samisk sto sterkt som hjemmespråk fram til tidlig på sekstitallet.

source: Sámi oahppit vásihedje garra vealaheami dalle 1954:s go sirdojuvvo suohkanguovddáža guovddášskuvlii, ja sámi váhnemat mearridedje ge
nob: På bakgrunn av en voldsom stigmatisering av de samiske elevene da de ble flyttet over til sentralskolen i kommunesenteret i 1954, tok de samiske

source: oktasaččat álggugeahčen 60‐jagiid heaitit hupmamis sámegiela mánáideasetguin (Bråstad Jensen, 2009).
nob: foreldrene tidlig på sekstitallet en felles beslutning om å slutte å snakke samisk til ungene (Bråstad Jensen, 2009).

source: Dasto bajásšattai ge dakkár buolva masa šattai issoras váttis váldit atnui sámegiela, ja dađistaga šadde ge nuorat ovttagielagat, geat hupme dušše dárogiela.
nob: Dermed vokste det fram en generasjon som skulle komme til å ha svært vanskelig for å ta i bruk samisk språk, og etter hvert ble de unge enspråklig i norsk.

source: 80‐logu rájes leat oahpahišgoahtán sámegiela skuvllas, ja dađistaga ásahuvvui maid sierra sámi luohkká, ja loahpas sierra sámi skuvla guovddáš vuđđoskuvlii oassin.
nob: Fra 80‐tallet har det vært gitt samiskundervisning i skolen, etter hvert ble det opprettet en egen samisk klasse, og til slutt en sameskole underlagt sentralskolen.

source: Almmatge lea giela ealáskahttin unnán ovdánan, danin go leamaš iešguđetlágan váttisvuođat oažžut oahpaheddjiid, ja leat leamaš ollu riiddut
nob: Revitaliseringsarbeidet har likevel kommet kort grunnet ulike utfordringer knyttet til rekruttering av lærere, et høyt konfliktnivå rundt det samiske, og lite

source: sámegiela dáfus ja unnán gielladoarjja ruovttuin.
nob: språkstøtte i hjemmene.

source: Maŋŋel go sámiskuvla heaittihuvvui 2007:s, de lea daid ohppiid lohku geain lei sámegieloahppu njiedjan lagabui 30 oahppis 3 oahppái.
nob: Etter at sameskolen ble lagt ned i 2007, er antallet elever som får opplæring i samisk falt fra nærmere 30 til 3.

source: Dat čájeha ahte eai leat joavdan beare guhkás, ja sihke Loabákvuonas ja muđui Ástávuonas leat stuora hástalusat čadnon dasa movt oažžut olbmuid oahppat giela maid olles váhnenbuolva ii máhte ja maid áibbas unnán sáhttá geavahit.
nob: En har altså ikke kommet langt og står fremdeles både i Lavangen og i resten av området rundt Astafjorden overfor utfordringen med å ta tilbake et språk som foreldregenerasjonen ikke behersker og som i svært begrenset grad brukes.

source: Go suohkan ozai ja beasai mielde sámegiela hálddanšanguvlui, de oinnii suohkan stuora dárbbu bargat juoidá nannen dihtii sámegiela.
nob: Etter kommunens innlemmelse i språkforvaltningsområdet for samisk språk var det fra kommunens side et stort behov for å gjøre noe for å styrke språksituasjonen.

source: Máŋggalágan prošeavttat ledje vuođđun Ástávuona
nob: Diverse prosjekter la grunnlaget for opprettelsen Ástávuona geillagoahtie, og daglig leder ble ansatt høsten 2008, mens senteret formelt

source: geillagoahtie ásaheapmái, ja beaivválaš jođiheaddji biddjui virgái 2008 čavčča, muhto guovddáš doaibmagođii albmaláhkái easka 2009:s.
nob: sett kom i gang i 2009.

source: Skuvla, mánáidgárdi ja priváhta áŋggirdeaddjit gesse dán barggu ovddos, muhto sámisearvvit ja sullalaččat eai lean oba mielde ge.
nob: Skole, barnehage og private initiativ var pådrivere i denne prosessen, mens sameforninger og liknende ikke var involverte.

source: Loabága sámi giellaguovddáža kanturbáiki lea suohkana dearvvašvuođavisttis, ovttas suohkana sámi dearvvašvuođa‐ ja sosiálaossodagain.
nob: Språksenteret i Lavangen er lokalisert i kommunens helsebygg sammen med kommunens samiske avdeling og helse‐ og sosialtjenester.

source: Sámi ossodat lea oassi suohkana guovddášhálddahusas, man ovddasvástádus lea bargat daid geatnegasvuođaiguin mat suohkanis leat go galgá leat
nob: Samisk avdeling er en del av sentraladministrasjonen i kommunen med ansvaret for kommunens arbeid med å være en tospråklighetskommune.

source: guovttegielalaš suohkan. Ossodat lea suohkanstivrii ráđđeaddi, ja suohkana giellakonsuleanttaid ovddasvástádus lea áššemeannudit, jorgalit ja dulkot.
nob: ansvar for saksbehandling, oversetting og tolking.

source: Go giellaguovddáža leat laktan sámi ossodahkii ja nu maiddái suohkana doaimmaide, de leat ožžon stuorát sámegielat fágabirrasa, ja buoret oktavuođa suohkanii oppalaččat.
nob: Ved å knytte språksentret til samisk avdeling og øvrig kommunal virksomhet, har en fått et større samiskfaglig miljø, og en lettere tilgang til kommunen som helhet.

source: Ástávuona giellagoađi rolla dien oktavuođas lea ahte dat galgá bargguid čađahit.
nob: Ástavuona giellagoahtie sin rolle er i denne konteksten er utøvende, det vil si knyttet til å gjennomføre tiltak.

source: Giellaguovddáš lea dakkár báikkis gos sámegiela sáhttá oainnusindahkat siskkáldasat
nob: I forhold til å synliggjøre og åpne for et videre publikum enn det samiske

source: suohkanhálddahusas. Dál leat bargamin ráhkadit sámi čájáhusa, vai nagodivčče gilvit dieđuid sámi giellagoađi / giellaossodaga birra viidábut go dušše suohkanhálddahusas.
nob: miljøet ved senteret / språkavdelingen, arbeides det nå med å få på plass en samisk utstilling.

source: 11.2 Organiserenmálle válljen
nob: 11.2 Valg av organisasjonsform

source: Muhtun logenar jagidi dás ovdal lei Loabák guovlluin hui garra sámi vuosteháhku, maiddái politihkkáriid gaskkas.
nob: For noen tiår siden var det i Lavangen sterk motstand mot det samiske, også fra politisk hold.

source: Informánttat oaivvildit ahte diet dilli lea dál rievdan.
nob: I følge informanter har dette snudd.

source: Dál leat politihkalaččat
nob: I så måte opplever språksenteret ingen

source: Bråstad Jensen, Eivind (2009) Mii geavvá Loabák sámeskuvllain ?
nob: Bråstad Jensen, Eivind (2009) Hvor går Lavangen sameskole ?

source: Sámi skuvlahistorjá 3.
nob: Samisk skolehistorie 3.

source: Davvi Girji 2009 soahpan ahte ferte bargat sámivuođain, vaikko politihkalaš bellodagain sáhttet ge leat máŋggalágan oaivilda dan hárrái ahte maid galggašii bargat.
nob: Davvi Girji 2009 spesielle utfordringer knyttet til det å være kommunalt eid.

source: Dan oktavuođas ii dovdda giellaguovddáš makkár ge earenoamáš hástalusaid dan ektui ahte lea suohkan mii dan oamasta.
nob: Holdningen synes heller å være at det er en fordel ikke å måtte forhold seg til et styre sammensatt av for eksempel sameforeninger.

source: Giellaguovddáža stivra lea Sámepolitihkalaš lávdegoddi, mii dál lea áidna váldolávdegoddi Loabák
nob: Samepolitisk utvalg utgjør styret for språksenteret, og det er nå det eneste gjenstående hovedutvalget i Lavangen kommune.

source: suohkanis. Sámepolitihkalaš lávdegottis lea politihkalaš mearridanváldi áššiin mat gusket giellaguovddážii ja sámi ossodahkii, muhto diet guokte ásahusa eai meannuduvvo oktan doaibman.
nob: Samepolitisk utvalg har politisk beslutningsmyndighet overfor både språksenteret og samisk avdeling, men de to instansene behandles nå separat.

source: Sii leat válljen doalahit lagas oktavuođa suohkanhálddahusa ja giellaguovddáža gaskka, mii galgá doaimmaid čađahit.
nob: En har likevel valgt å beholde en nær relasjon mellom forvaltningen og språksenteret som utøvende organ. Samisk

source: Danin lea ge sámi giellakonsuleanta Sámepolitihkalaš lávdegotti čálli dan oktavuođas go dat doaibma Ástávuona giellagoađi stivran, ja giellaguovddáža jođiheaddji lea fas dien lávdegotti čálli dalle go bargá sámi ossodaga áššiiguin. Diet guokte bargi veahkeheaba
nob: språkkonsulent er derfor sekretær for samepolitisk utvalg i forhold til dets rolle som styre for Ástávuona giellagoahtie, mens leder av språksenteret fungerer som sekretær i forhold til samepolitisk utvalgs relasjon med samisk avdeling.

source: goabbatguoimmis dárbbu mielde, ja sudnos lea ge hui lagas ovttasbargu mii dahká ahte dán suorggi hálddahusdási ja praktihkalaš dási barggut leat bures ovttastuvvon, ja seammás lea buorre gulahallan Sámepolitihkalaš lávdegottiin.
nob: Disse to stepper også inn for hverandre ved behov, og har altså en svært tett forbindelse som gjør at det forvaltningsmessige og det praktiske arbeidet på feltet er godt samkjørt, samtidig som det er en tett dialog opp mot samepolitisk utvalg.

source: Giellaguovddáš oaivvilda ahte suohkana oamasteapmi leamaš hui dehálaš sin doibmii.
nob: Kommunalt eierskap har i følge språksenteret vært svært viktig for dets utøvende virksomhet. Ved å

source: Go sii leat juo suohkanhálddahusas, de lea álkit oažžut politihkalaš doarjaga, ja danin sii lohket ge iežaset olahan miha eanet oanehis áiggis go muđui livčče dahkan.
nob: være til stede i kommunen har det vært lettere for språksenteret å få politisk gjennomslag slik at de mener å ha oppnådd mer på kort tid enn de ellers ville kunnet gjort.

source: eará ossodagaide álkibun váldit giellaguovddážiin oktavuođa, ja suohkanis lea ge maid dasto guovddáš mii goziha doaimmaid mat olggosguvlui galget álggahuvvot.
nob: Eierskap og plassering gjør det også lettere for ulike avdelinger i kommunen å ta kontakt, samtidig som kommunen med senteret har et organ som sikrer at utadrettede tiltak iverksettes.

source: Min diehtočohkkenmátkkis oaččuimet čielgasit dan ipmárdusa ahte sii leat hui duhtavaččat dainna go giellaguovddáš lea suohkana hálddus.
nob: Feltarbeidet ga klare indikasjoner på en generell positiv oppfatning av språksenterets kommunale tilhørighet.

source: Stivra lea bivdán giellaguovddáža evttohis vejolaš eará organiserenmálliid, vai čakčat sáhttet árvvoštallat ja mearridit galgá go seamma organisenmálle bisuhuvvot vai galgá go rievdaduvvot.
nob: Styret har bedt språksenteret om å legge fram forslag til alternative modeller slik at de til høsten kan ta stilling til om organiseringen skal videreføres eller endres på.

source: 11.3 Giellagoađi doaibma
nob: 11.3 Språksenterets virksomhet

source: Giellaguovddáža jođiheaddjis lea stuora friddjavuohta vuoruhit doaimmaid, muhto son dahká dan ovttasráđiid sámi ossodagain ja Sámepolitihkalaš lávdegottiin.
nob: Lederen av språksenteret har stor frihet i forhold til prioritering av tiltak, men dette gjøres i en dialog med samisk avdeling og med samepolitisk utvalg.

source: Go giellaguovddáš lea oassi suohkanhálddahusas, de dat mielddisbuktá dan ahte lea giellaguovddáš mii evttoha eanas ovddidandoaimmaid, vaikko dáhttu diehttelas maid gullat maid olbmot geat geavahit guovddáža hálidit.
nob: Å være en kommunal driftsenhet medfører at mye av utviklingsarbeidet initieres fra språksenterets side, men de ønsker også å være lydhør overfor etterspørsel fra brukerne.

source: Ástávuona giellagoahtie lea válljen bájemusdásis čalmmustahttet giellametodihka.
nob: Ástávuona giellagoahtie har valgt å ha et overordnet fokus på språkmetodikk.

source: Mánáidgárddi oahpaheamis lea sin lagas oktavuohta Walesiin leamaš guovddážis.
nob: I forhold til opplæring i barnehage, har kontakt mot Wales vært sentral.

source: Ruŋgugierraga sámi mánáidgárddis geahččalit heivehit dan giellaoahpahanmálle mainna Wales lea lihkostuvvan oažžut maiddái daid mánáid, geain ii leat unnitlogugiella ruovttus, šaddat doaibmi guovttegielagin.
nob: Ved Fossbakken samiske barnehage prøver man nå å implementere en modell for språklæring som i Wales har vist seg i stand til å gjøre også unger uten minoritetsspråket i hjemmet funksjonelt tospråklige.

source: Giellagoahtie lea doaibman veahkkin gelbbolašvuođahuksemis ja dien giellalávgunmetodihka čuovvolanbargguin maid mánáidgárdi dál la váldimen atnui.
nob: Språksenterets bidrag har vært kompetanseheving og oppfølging av denne språkbadsmetodikken som barnehagen nå er i ferd med å iverksette.

source: Nubbe lávki ovddos lea
nob: Neste skritt er språkopplæringsmetodikk for voksne der senteret samarbeider med

source: giellaoahpahanmetodihkka rávisolbmuide, maid giellagoahtie lea álggaheamen ovttas Nordlándda fylkamánniin ja Nordlándda universitehtain.
nob: Fylkesmannen i Nordland og Universitetet i Nordland om å ta i bruk eller tilpasse en israelsk modell som har hatt stor suksess med å gjenskape hebraisk som et levende språk.

source: Muhto vuos doaimmahuvvo rávisolbmuid sámegieloahpahus Loabágis oassin Sámedikki 5‐jagi rávisolbmuidoahppoprográmma mielde, mii addá vejolašvuođa oažžt oahppočuoggáid álgodásis gitta lohkanbadjeoahppodássái.
nob: Foreløpig drives imidlertid voksenopplæringen i samisk i Lavangen som del av Sametingets 5‐årige voksenopplæringsprogram som gir mulighet til å ta formelle studiepoeng fra nybegynnernivå og opp til semesterevne nivå.

source: Dat bárgu doaimmahuvvui álggos ovttas Sámi allaskuvllain, muhto lea dál sirdojuvvon Romssa universitehtii.
nob: Dette ble i første omgang gjort i samarbeid med Samisk høgskole, men er nå overført til Universitetet i Tromsø.

source: Muhto lea ieš giellagoahtie mii doaimmaha oahpahusa, ja oasseválddit dieđihit iežaset studeantan Romssa universitehtii.
nob: mens deltakerne er oppmeldt som studenter ved universitetet i Tromsø.

source: Suohkan hálida diekkár sámegieloahpahusa rávisolbmuide, ja lea dien várás sirren 1 miljovnna vai sáhttá addit bargiide virgelobi bálkkáin čuovvut kurssiid.
nob: Kommunen ønsker denne satsningen på voksenopplæring i samisk, og har satt av 1 million til å kunne gi permisjon med lønn til ansatt som vil gå kurs.

source: Juolluduvvo maid doarjja guoktásii priváhta ealáhussuorggis ja váhnemiidda geaid mánáin lea sámegiella skuvllas.
nob: Det gis også rom for støtte til to fra privat næringsliv og til foreldre til barn som har samisk i skolen.

source: sámegielas, seammás go sámegielat mánáidlohku sihkkarastojuvvo.
nob: Dermed finns det en god mulighet for å få opplæring i samisk samtidig som elevgrunnlaget for språksenteret sikres.

source: Muhtumat leat gal moaitán dan go giela ealáskahttinbargguin eai ane vuolggabáikin guovllu sámegielsuopmana.
nob: Det er en viss skepsis til det språklige revitaliseringsarbeidet knyttet til at dette ikke drives fram på bakgrunn av den lokale dialekten.

source: Dat gáibida doarjaga báikkálaš giellačehpiin. Giellagoahtie lea geahččalan dien moaitaga váldit vuhtii ja lea earet eará lágidan praktihkalaš lohkan ‐ čállin kurssiid.
nob: Dette krever en innsats fra lokale språkbærere, men språksenteret har prøvd å komme behovet i møte blant annet med et mer praktisk rettet lese‐ skrive kurs.

source: Prošeavttaid oktavuođas lágida giellaguovddáš sámegielfágalaš deaivvademiid Ruŋggus, ja dohko leat maid plánemin nuoraiddeaivvadeami.
nob: I forbindelse med prosjekt arrangerer språksenteret faglige samiske treff i Spansdalen, der det også planlegges ungdomstreff.

source: Giellaguovddáš hálida leat sámegiela ja sámi kultuvrra oahpaheami
nob: Språksenteret ønsker å være en ressurs for opplæringen i samisk språk og kultur i regionen og om de har kapasitet tar de også på seg tolke‐ og oversettingsarbeid.

source: Giellaguovddáš dovdá ovddasvástádusa olles Ástávuona guvlui, ja danin doaimmaha ge dieđuid ránnjásuohkaniidda iežaset kurssiid ja lágidemiid birra.
nob: For å ivareta sitt ansvar for hele Astafjord regionen, informerer språksenteret nabokommunene om kurs og aktiviteter.

source: Sin giellakurssiide servet sihke Siellakvuona ja Beardu guovlluin olbmot, ja giellaguovddáš lágida maid giellakafea ja logaldallamid ovttas Rivttát fanasmuseain.
nob: De har hatt deltakere på språkkurs fra både Salangen og Bardu og samarbeider med Gratangen båtmuseum om språkkafé med kurs og foredrag.

source: Kulturfestivála «Loabákvahkkuš lea okta stuorámus lágidemiin, gos giellaguovddáš beassá olles vahku čalmmustahttit sápmelaččaid ja sis lea earet eará máinnasboddut mánáide.
nob: Kulturfestivalen «Lavangsvekkaš er et høydepunkt der sentret bidrar til å sette et samisk preg på uka gjennom blant annet eventyrstund for barn.
